Repository: capstanlqc/cli_automation
Catalog: conv_flash_xlsxs_to_tmxs/output/Eurobarometer_FLASH-002_mlt-MLT_MRT.tmx
Source language: en_us
Languages: mt_mt

source: (WHEN SPEAKING TO THE TARGETED RESPONDENT) Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are contacting decision makers in companies across Europe regarding their views on current business topics. The feedback will be used to support policymaking in Europe. I would be grateful if you could spare {#minutes_ins} minutes to participate in this survey. Participation in the survey is voluntary and you can change your mind at any time. All of your answers will remain confidential and will be combined with all other participants’ answers. This means that neither you, nor your business, will be identifiable in any of the published results. For quality assurance, this phone call may be monitored and recorded. <b>INTERVIEWER ADD IF ASKED:</b> CLIENT? Ipsos is conducting this survey for the {#Client}. Flash Eurobarometer surveys have as purpose to monitor public and business opinion in the European Union on a broad range of thematic issues. WHAT PERSONAL DATA WILL BE COLLECTED: No personal data will be collected during this interview. Your participation, together with your individual responses to the questions, will be kept strictly confidential. If you have comments or questions, or any concerns, please send an email to: <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a> Are you happy to proceed with the interview? (SINGLE ANSWER, DO NOT READ OUT)
mt_mt: (META TKUN QED TITKELLEM MAR-RISPONDENT FIL-MIRA) Hello, Jisimni …, minn (ISEM TAL-ISTITUT NAZZJONALI), u qed inwettaq intervista għal Ipsos Public Affairs, f'isem wieħed mill-klijenti tagħhom. Qed nikkuntattjaw lil persuni responsabbli għat-teħid ta' deċiżjonijiet f'kumpaniji madwar l-Ewropa dwar il-fehmiet tagħhom fuq suġġetti kummerċjali attwali. Dan il-feedback se jintuża biex jgħin fit-tfassil ta' politiki fl-Ewropa. Napprezzaw jekk għandek {#minutes_ins} ftit minuti biex tipparteċipa f'dan l-istħarriġ. Il-parteċipazzjoni f'dan l-istħarriġ hija volontarja, u inti tista' tibdel fehmtek fi kwalunkwe ħin. It-tweġibiet tiegħek kollha se jibqgħu kunfidenzjali u se jiġu kkombinati mat-tweġibiet tal-parteċipanti l-oħrajn kollha. Dan ifisser li la inti, u lanqas in-negozju tiegħek, mhu se tkunu tistgħu tiġu identifikati fi kwalunkwe mir-riżultati li jiġu ppubblikati. Għal raġunijiet ta' kwalità, din it-telefonata tista' tiġi mmonitorjata u rreġistrata. <b>INTERVISTATUR ŻID JEKK TIĠI MITLUB:</b> IL-KLIJENT? Ipsos qed twettaq dan l-istħarriġ għal {#Client}. L-istħarriġiet tal-Flash Eurobarometer għandhom l-iskop li jimmonitorjaw l-opinjoni pubblika u tan-negozji fl-Unjoni Ewropea dwar firxa wiesgħa ta' kwistjonijiet tematiċi. X'DATA PERSONALI SE TINĠABAR: Ebda data personali mhi se tinġabar waqt din l-interviesta. Il-parteċipazzjoni tiegħek, flimkien mat-tweġibiet individwali tiegħek għall-mistoqsijiet, se jinżammu strettament kunfidenzjali. Jekk għandek xi kummenti jew mistoqsijiet, jew kwalunkwe tħassib, jekk jogħġbok ibgħat email lil: <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a> Tixtieq tkompli bl-intervista? (TWEĠIBA WAĦDA, TAQRAX)

source: Manual worker
mt_mt: Ħaddiem manwali

source: Fairly negative
mt_mt: Pjuttost negattiva

source: Less than 16 years (SPONTANEOUS)
mt_mt: Inqas minn 16-il sena (SPONTANJA)

source: Answer '{ANSWER}' cannot be combined with other answers.
mt_mt: It-tweġiba “{ANSWER}” ma tistax tiġi kkombinata mat-tweġibiet l-oħra.

source: Yes, available
mt_mt: Iva, disponibbli

source: (WRITE DOWN AGE IN YEARS IF RESPONDENT IS 15 YEARS OR OVER)
mt_mt: (IKTEB L-ETÀ FI SNIN JEKK IR-RISPONDENT GĦANDU 15-IL SENA JEW IKTAR)

source: Slovakia
mt_mt: Is-Slovakkja

source: Select all that apply.
mt_mt: Agħżel dawk kollha li japplikaw.

source: Stayed about the same
mt_mt: Baqgħet qisu l-istess

source: Latvia
mt_mt: Il-Latvja

source: Over the past two years, has your company's total number of employees increase, decreased or remained about the same? (DO NOT READ OUT, ONE ANSWER ONLY)
mt_mt: F'dawn l-aħħar sentejn, l-għadd totali ta' impjegati tal-kumpanija tiegħek żdied, naqas, jew baqa' qisu l-istess? (TAQRAX, TWEĠIBA WAĦDA BISS)

source: Cyprus
mt_mt: Ċipru

source: Answer '{ANSWER}' is not a valid Date/Time.
mt_mt: It-tweġiba “{ANSWER}” mhijiex Data/Ħin valida/u.

source: I’m rather sceptical of the European Union, but could change my opinion if radical reform was brought about
mt_mt: Jien pjuttost xettiku dwar l-Unjoni Ewropea, iżda nista' nbiddel l-opinjoni tiegħi jekk issir riforma radikali

source: Other nationality
mt_mt: Nazzjonalità oħra

source: European Investment Bank Group
mt_mt: Grupp tal-Bank Ewropew tal-Investiment

source: 16 years or older (not available, call back later)
mt_mt: 16-il sena jew ikbar (mhux disponibbli, erġa' ċempel aktar tard)

source: Slovak
mt_mt: Is-Slovakk

source: In general, does the EU conjure up for you a very positive, fairly positive, neutral, fairly negative or very negative image? {#SD15_ins}
mt_mt: B'mod ġenerali, l-Unjoni Ewropea tqanqallek stampa pożittiva ħafna, pjuttost pożittiva, newtrali, pjuttost negattiva jew negattiva ħafna? {#SD15_ins}

source: Financial and insurance activities
mt_mt: ATTIVITAJET FINANZJARJI U MARBUTA MA' ASSIGURAZZJONI

source: Spain
mt_mt: Spanja

source: Question '{QUESTION}' ({QUESTION_NUMBER}): Answer '{ANSWER}' ({CATEGORY}) has a response but it is not selected.
mt_mt: Mistoqsija “{QUESTION}” ({QUESTION_NUMBER}): It-tweġiba “{ANSWER}” ({CATEGORY}) għandha risposta iżda mhijiex magħżula.

source: Don't know
mt_mt: Ma nafx

source: {#D1X_insert} (DO NOT READ OUT, ONE ANSWER ONLY)
mt_mt: {#D1X_insert} (TAQRAX - RISPOSTA WAĦDA BISS)

source: <b>Non-public services</b>
mt_mt: <b>Servizzi mhux pubbliċi</b>

source: Other (DO NOT READ OUT)
mt_mt: Oħrajn (TAQRAX)

source: Belgian
mt_mt: Il-Belġjan

source: Between 1 and 5 years
mt_mt: Bejn 1 u 5 snin

source: You entered an unexpected value, please review your answer or continue to confirm your response.
mt_mt: Jekk daħħalt valur mhux mistenni, jekk jogħġbok irrevedi t-tweġiba tiegħek jew kompli biex tikkonferma r-rispons tiegħek.

source: Public administration and defence; compulsory social security
mt_mt: AMMINISTRAZZJONI PUBBLIKA U DIFIŻA; SIGURTÀ SOĊJALI OBBLIGATORJA

source: German
mt_mt: Il-Ġermaniż

source: Arts, entertainment and recreation
mt_mt: ARTI, DIVERTIMENT U RIKREAZZJONI

source: There are too few answers, at least {MINANSWERS} are required.
mt_mt: Hemm ftit wisq tweġibiet, huma meħtieġa mill-inqas {MINANSWERS}.

source: Please enter a value between 0 and 99.
mt_mt: Jekk jogħġbok daħħal valur bejn 0 u 99.

source: Hungary
mt_mt: L-Ungerija

source: <center>Thank you for taking part in this survey. <br />These are all the questions we have for you today.</center>
mt_mt: <center>Grazzi tal-parteċipazzjoni tiegħek f’dan l-istħarriġ. <br />Dawk huma l-mistoqsijiet kollha li għandna għalik illum.</center>

source: In the last two years, has your company been involved in any dispute which has gone to court?
mt_mt: Tul dawn l-aħħar sentejn, il-kumpanija tiegħek kienet involuta f'xi disputa li kellha tittella' quddiem qorti?

source: Answer '{ANSWER}' ({CATEGORY}) has a response but is not selected.
mt_mt: It-tweġiba “{ANSWER}” ({CATEGORY}) għandha risposta iżda mhijiex magħżula.

source: <b>Agriculture, Forestry and Fishing</b>
mt_mt: <b>Agrikoltura, Forestrija u Sajd</b>

source: Yes, one mobile phone
mt_mt: Iva, mowbajl wieħed

source: Professional (lawyer, medical practitioner, accountant, architect,…)
mt_mt: Professjonist (avukat, tabib, accountant, perit, ...)

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 15 or over who are willing to share their opinions about the issues of today’s society. Can I speak to the person in your household, 15 years or older, whose birthday it was most recently? INTERVIEWER ADD IF NECESSARY: this is necessary to ensure everyone has an equal chance to participate, for the survey to be representative of this country’s population. How old is he or she? Can you pass the phone to this household member? {#Birthday_ins} Household member with the most recent birthday is:
mt_mt: Hello, Jisimni..., minn (ISEM TAL-ISTITUT NAZZJONALI), u qed inwettaq intervista għal Ipsos Public Affairs, f'isem wieħed mill-klijenti tagħhom. Qegħdin infittxu persuni minn 15-il sena 'l fuq li jixtiequ jaqsmu l-opinjonijiet tagħhom dwar il-kwistjonijiet tas-soċjetà tal-lum. Nista' nitkellem mal-persuna fid-dar li għandha minn 15-il sena 'l fuq u li kellha l-birthday l-aħħar? INTERVISTATUR ŻID JEKK MEĦTIEĠ: dan huwa meħtieġ biex jiġi żgurat li kulħadd ikollu ċans ugwali li jieħu sehem, sabiex l-istħarriġ ikun rappreżentattiv tal-popolazzjoni ta' dan il-pajjiż. Kemm għandu jew għandha żmien? Tista' tgħaddi t-telefon lil dan il-membru tad-dar? {#Birthday_ins} Il-membru tad-dar li kellu/kellha l-birthday l-aħħar huwa/hija:

source: Estonian
mt_mt: L-Estonjan

source: Romania
mt_mt: Ir-Rumanija

source: As far as your current occupation is concerned, would you say you are...? {#D2_ins}
mt_mt: Fir-rigward tal-okkupazzjoni attwali tiegħek, inti tgħid li inti...? {#D2_ins}

source: ENU English (United States)
mt_mt: ESM Spanish (Mexico)

source: Insert for D5._5 - Refusal
mt_mt: Daħħal għal D5._5 - Rifjut

source: What was your company's total turnover in {#CurrentYear_insert_1}? ADD, IF NEEDED: If you are not sure, please provide your best estimate. (READ OUT IF NECESSARY, ONE ANSWER ONLY)
mt_mt: X'kien il-fatturat totali tal-kumpanija tiegħek fl-{#CurrentYear_insert_1}? ŻID, JEKK MEĦTIEĠ: Jekk m'intix ċert(a), jekk jogħġbok agħti l-aħjar stima tiegħek. (AQRA JEKK MEĦTIEĠ, TWEĠIBA WAĦDA BISS)

source: Netherlands
mt_mt: In-Netherlands

source: Answer '{ANSWER}' is not in range '{RANGE}'.
mt_mt: It-tweġiba “{ANSWER}” mhijiex fil-medda “{RANGE}”.

source: Activities of extraterritorial organisations and bodies
mt_mt: ATTIVITAJIET TA' ORGANIZZAZZJONIJIET U ENTITAJIET EKSTRATERRITORJALI

source: Self-employed
mt_mt: Taħdem għal rasek

source: Frequently
mt_mt: Spiss

source: 50 to 249 employees
mt_mt: 50 sa 249 impjegat

source: How old are you? {#D1_ins}
mt_mt: Kemm għandek żmien? {#D1_ins}

source: European Agency for Safety and Health at Work
mt_mt: Aġenzija Ewropea għas-Sigurtà u s-Saħħa fuq il-Post tax-Xogħol

source: Swedish
mt_mt: L-Iżvediż

source: Slovenian
mt_mt: Is-Sloven

source: (READ OUT – ONE ANSWER PER LINE)
mt_mt: (AQRA – RISPOSTA WAĦDA GĦAL KULL LINJA)

source: Which of the following describes how you think of yourself? {#D2_ins}
mt_mt: Liema minn dawn li ġejjin tiddeskrivi x'taħseb int dwarek innifsek? {#D2_ins}

source: Croatia
mt_mt: Il-Kroazja

source: Wholesale and retail trade; repair of motor vehicles and motorcycles
mt_mt: NEGOZJU BL-INGROSSA U BL-IMNUT TA KWALINKWE TIP (INKLUŻ IT-TISWIJA TA' VETTURI BIL-MUTUR U MUTURI)

source: {#Nationality} nationality
mt_mt: {#Nationality} nazzjonalità

source: Lithuanian
mt_mt: Il-Litwan

source: How many children under the age of 15 are living in your household?
mt_mt: Kemm jgħixu tfal taħt l-età ta’ 15-il sena fid-dar tiegħek?

source: Between 6 and 10 years
mt_mt: Bejn 6 u 10 snin

source: Real estate activities
mt_mt: ATTIVITAJIET MARBUTA MA' PROPRJETÀ IMMOBBLI

source: Next
mt_mt: Li Jmiss

source: Bulgarian
mt_mt: Il-Bulgaru

source: Answer '{ANSWER}' is not valid.
mt_mt: It-tweġiba “{ANSWER}” mhijiex valida.

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE). May I speak with someone with decision making responsibilities (managing director, general manager, CEO, financial director) or someone leading the commercial activities (commercial manger, sales manager, marketing manager) or a legal officer in your company? (IF THE GATEKEEPER ASKS FOR ADDITIONAL INFORMATION) I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are contacting (decision makers in) companies across Europe regarding their views on current business topics. The feedback will be used to support policymaking in Europe. I would greatly appreciate being able to speak with him or her to include his/her opinion in the study. <b>INTERVIEWER ADD IF ASKED:</b> CLIENT? Ipsos is conducting this survey for a European public institution. I can only reveal the name of this institution during the interview. <b>WHO TO CONTACT ABOUT THE SURVEY:</b> If you have comments or questions, or any concerns, please send an email to: <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a> (SINGLE ANSWER, DO NOT READ OUT)
mt_mt: Hello, Jisimni..., minn (ISEM TAL-ISTITUT NAZZJONALI). Nista' nitkellem ma' xi ħadd li huwa responsabbli għat-teħid ta' deċiżjonijiet (direttur ġenerali, maniġer ġenerali, CEO, direttur finanzjarju) jew xi ħadd li jmexxi l-attivitajiet kummerċjali (maniġer kummerċjali, maniġer tal-bejgħ, maniġer tal-marketing) jew uffiċjal legali fil-kumpanija tiegħek? (JEKK IL-PERSUNA LI TWIEĠEB TISTAQSI GĦAL AKTAR INFORMAZZJONI) Qed inwettaq intervista għal Ipsos Public Affairs, f'isem wieħed mill-klijenti tagħhom. Qed nikkuntattjaw lil (persuni responsabbli għat-teħid ta' deċiżjonijiet f') kumpaniji madwar l-Ewropa dwar il-fehmiet tagħhom fuq suġġetti kummerċjali attwali. Dan il-feedback se jintuża biex jgħin fit-tfassil ta' politiki fl-Ewropa. Napprezza ħafna jekk inkun nista' nitkellem miegħu jew magħha biex ninkludi l-opinjoni tiegħu/tagħha fl-istudju. <b>INTERVISTATUR ŻID JEKK TIĠI MITLUB:</b> IL-KLIJENT? Ipsos qed twettaq dan l-istħarriġ għal istituzzjoni pubblika Ewropea. Nista' niżvela l-isem ta' dik l-istituzzjoni biss waqt l-intervista. <b>LIL MIN NISTA' NIKKUNTATTJA DWAR DAN L-ISTĦARRIĠ:</b> Jekk għandek xi kummenti jew mistoqsijiet, jew kwalunkwe tħassib, jekk jogħġbok ibgħat email lil: <a href='FlashEB-dataprotection-coordinator@ipsos-online.com'>FlashEB-dataprotection-coordinator@ipsos-online.com</a> (TWEĠIBA WAĦDA, TAQRAX)

source: Large town/city
mt_mt: Belt kbira

source: No
mt_mt: Le

source: Interviewer instruction: Do not read, just fill in your interviewer_ID.
mt_mt: Istruzzjoni għall-intervistatur: Taqrax, imla biss l-interviewer_ID tiegħek.

source: Please enter a value between 1 and 30.
mt_mt: Jekk jogħġbok daħħal valur bejn 1 u 30.

source: Spanish
mt_mt: L-Ispanjol

source: Accommodation and food service activities
mt_mt: AKKOMODAZZJONI U IKEL ATTIVITAJIET TA' SERVIZZ

source: In another way
mt_mt: Mod ieħor

source: Yes, more than one mobile phone
mt_mt: Iva, aktar minn mowbajl wieħed

source: More than 500,000 to 2 million euro
mt_mt: Aktar minn 500,000 ewro sa 2 miljun ewro

source: Never
mt_mt: Qatt

source: In which district do you live?/F'liema distrett tgħix
mt_mt: F'liema distrett tgħix

source: Research Executive Agency
mt_mt: Aġenzija Eżekuttiva għar-Riċerka

source: Hello, My name is …, from (NAME OF NATIONAL INSTITUTE), and I'm conducting an interview for Ipsos Public Affairs, on behalf of one of their clients. We are looking for people aged 15 or over who are willing to share their opinions about the issues of today’s society. We are conducting this survey across Europe. The survey is not part of any market research, we are interested in measuring public opinion. We would like to speak to your child about this subject (CLARIFY IF NEEDED: your child, aged 15, whose birthday it was most recently). Are you the parent/legal guardian of the child, aged 15, we would like to interview?
mt_mt: Hello, Jisimni..., minn (ISEM TAL-ISTITUT NAZZJONALI), u qed inwettaq intervista għal Ipsos Public Affairs, f'isem wieħed mill-klijenti tagħhom. Qegħdin infittxu persuni minn 15-il sena 'l fuq li jixtiequ jaqsmu l-opinjonijiet tagħhom dwar il-kwistjonijiet tas-soċjetà tal-lum. Qed inwettqu dan l-istħarriġ madwar l-Ewropa. L-istħarriġ mhuwiex parti minn kwalunkwe riċerka tas-suq, aħna interessati li nkejlu l-opinjoni pubblika. Nixtiequ nkellmu lil ibnek/bintek dwar dan is-suġġett (IKKJARIFIKA JEKK MEĦTIEĠ: ibnek/bintek, li għandu/għandha 15-il sena, li kellu/kellha l-birthday l-aħħar). Inti l-ġenitur/gwardjan legali tat-tifel/tifla, li għandu/għandha 15-il-sena, li nixtiequ nintervistaw?

source: How long has your company been in business? (READ OUT, ONE ANSWER ONLY)
mt_mt: Kemm ilha topera l-kumpanija tiegħek? (AQRA, TWEĠIBA WAĦDA BISS)

source: Supervisor/foreman (team manager, …)
mt_mt: Superviżor/foreman (maniġer ta' tim, ...)

source: Does someone pick-up the phone?
mt_mt: Hemm xi ħadd li jwieġeb it-telefon?

source: Finland
mt_mt: Il-Finlandja

source: Polish
mt_mt: Il-Pollakk

source: Greece
mt_mt: Il-Greċja

source: 15 years old, and available/at home
mt_mt: 15-il sena, u disponibbli / jinsab/tinsab fid-dar

source: European Securities and Markets Authority
mt_mt: Awtorità Ewropea tat-Titoli u s-Swieq

source: Administrative and support service activities
mt_mt: ATTIVITAJIET TA' SERVIZZ ADMINISTRATTIVI U TA' SOSTENN

source: Prefer not to say
mt_mt: Nippreferi ma ngħidx

source: Only one answer is allowed.
mt_mt: Hija permessa tweġiba waħda biss.

source: The thousands separator character is not allowed.
mt_mt: Il-karattru tas-separazzjoni tal-eluf mhuwiex permess.

source: Latvian
mt_mt: Il-Latvjan

source: General management, director or top management
mt_mt: Management ġenerali, direttur, jew top management

source: Remained unchanged
mt_mt: Baqa' l-istess

source: (READ OUT; ONE ANSWER ONLY)
mt_mt: (AQRA; TWEĠIBA WAĦDA BISS)

source: Sold products and or services to countries outside EU
mt_mt: Biegħetx prodotti u/jew servizzi lejn pajjiżi barra mill-UE

source: Is your company…? (READ OUT, ONE ANSWER ONLY)
mt_mt: Il-kumpanija tiegħek hija…? (AQRA; TWEĠIBA WAĦDA BISS)

source: <b>Construction, transport, ICT</b>
mt_mt: <b>Kostruzzjoni, trasport, ICT</b>

source: 500 or more employees
mt_mt: 500 impjegat jew aktar

source: Before 1 January {#CurrentYear_insert_6}
mt_mt: Qabel l-1 ta' Jannar {#CurrentYear_insert_6}

source: Owner of shop, craftsman
mt_mt: Sid ta' ħanut, ħaddiem tas-sena

source: Previous
mt_mt: Ta’ Qabel

source: Please provide an answer.
mt_mt: Jekk jogħġbok ipprovdi tweġiba.

source: Germany
mt_mt: Il-Ġermanja

source: More than 100,000 to 250,000 euro
mt_mt: Aktar minn 100 000 sa 250 000 ewro

source: Italy
mt_mt: L-Italja

source: Finnish
mt_mt: Il-Finlandiż

source: Very negative
mt_mt: Negattiva ħafna

source: Information and Communication
mt_mt: INFORMATIKA U KOMUNIKAZZJONI

source: Got worse
mt_mt: Saret agħar

source: Sold products and or services to other EU countries
mt_mt: Biegħetx prodotti u/jew servizzi lejn pajjiżi tal-UE oħrajn

source: What is the main activity of your company? (READ OUT MAIN CATEGORIES FIRST, THEN SUBCATEGORIES, ONE ANSWER ONLY)
mt_mt: X'inhi l-attività prinċipali tal-kumpanija tiegħek? (L-EWWEL AQRA L-KATEGORIJI EWLENIN, IMBAGĦAD IS-SUBKATEGORIJI, TWEĠIBA WAĦDA BISS)

source: Mining and Quarrying
mt_mt: MINJERI U BARRIERI

source: Other {#D5a_ins}
mt_mt: Oħrajn {#D5a_ins}

source: Over the past two years, has your company's annual turnover increased, decreased or remained unchanged? (DO NOT READ OUT, ONE ANSWER ONLY)
mt_mt: Fuq dawn l-aħħar sentejn, il-bejgħ (turnover) annwali tal-kumpanija tagħkom żdied, naqas jew baqa' l-istess?

source: Are you happy to proceed with the interview?
mt_mt: Tixtieq tkompli bl-intervista?

source: Without a professional activity
mt_mt: Mingħajr attività professjonali

source: Products directly to consumers
mt_mt: prodotti direttament lill-konsumaturi

source: Yes
mt_mt: Iva

source: How many people aged 15 years or more live in your household, yourself included?
mt_mt: Kemm hemm persuni, inkluż(a) int, li għandhom 15-il sena jew fuqhom jgħixu fid-dar tiegħek?

source: (WRITE DOWN AGE IN YEARS IF RESPONDENT IS 16 YEARS OR OVER)
mt_mt: (IKTEB L-ETÀ FI SNIN JEKK IR-RISPONDENT GĦANDU 16-IL SENA JEW IKTAR)

source: Transportation and Storage
mt_mt: TRASPORT U ĦAŻNA

source: (DO NOT READ OUT; ONE ANSWER ONLY)
mt_mt: (TAQRAX - RISPOSTA WAĦDA BISS)

source: I’m rather in favour of the European Union, but not the way it has been realised until now
mt_mt: Jien pjuttost favur l-Unjoni Ewropea, iżda mhux bil-mod kif ġiet realizzata sa issa

source: Farmer, forester, fisherman
mt_mt: Bidwi, ħaddiem fol-forestrija, sajjied

source: Committee of the Regions
mt_mt: Kumitat tar-Reġjuni

source: Does your company sell … (READ OUT – MULTIPLE ANSWERS POSSIBLE)
mt_mt: Il-kumpanija tiegħek tbiegħ … (AQRA - TWEĠIBIET MULTIPLI POSSIBBLI)

source: Between 10-50% owned by persons from other countries outside (THIS COUNTRY)
mt_mt: Bejn 10-50% proprjetà ta' persuni minn pajjiżi oħra barra minn Malta

source: Czech
mt_mt: Iċ-Ċek

source: Female
mt_mt: Mara

source: Yes, not available
mt_mt: Iva, mhux disponibbli

source: <b>Industry</b>
mt_mt: <b>Industrija</b>

source: Education
mt_mt: EDUKAZZJONI

source: Still in full-time education
mt_mt: Għadek fl-edukazzjoni full-time

source: Yes, I am the parent/legal guardian
mt_mt: Iva, jien il-ġenitur/gwardjan legali

source: Lithuania
mt_mt: Il-Litwanja

source: Male
mt_mt: Raġel

source: Human health and social work activities
mt_mt: ATTIVITAJIET MARBUTA MAS-SAĦĦA UMANA U ĦIDMA SOĊJALI

source: (DO NOT READ OUT; MULTIPLE ANSWERS POSSIBLE)
mt_mt: (TAQRAX; AKTAR MINN TWEĠIBA WAĦDA POSSIBBLI)

source: Don't know {#D5a_ins}
mt_mt: Ma nafx {#D5a_ins}

source: European Ombudsman
mt_mt: Ombudsman Ewropew

source: <p>These are all the questions we have for you today. It appears that a sufficient number of respondents with a similar profile have already completed this study, or that your profile does not exactly match our needs for this study. We apologize for the inconvenience.</p>
mt_mt: <p>Dawk huma l-mistoqsijiet kollha li għandna għalik illum. Milli jidher għandna numru biżżejjed rispondenti bi profil simili għal tiegħek li diġà lestew dan l-istudju, jew il-profil tiegħek ma jaqbilx eżattament mal-ħtiġijiet tagħna għal dan l-istudju. Niskużaw ruħna għal kull inkonvenjent.</p>

source: National political matters
mt_mt: Kwistjonijiet politiċi nazzjonali

source: Danish
mt_mt: Id-Daniż

source: Greek
mt_mt: Il-Grieg

source: European Parliament
mt_mt: Il-Parlament Ewropew

source: Answer '{ANSWER}' is not an integer value.
mt_mt: It-tweġiba “{ANSWER}” mhijiex valur integer.

source: France
mt_mt: Franza

source: Would you say you live in...? {#D2_ins}
mt_mt: Inti tgħid li tgħix ġewwa ...? {#D2_ins}

source: Cyprian
mt_mt: Iċ-Ċiprijott

source: Croatian
mt_mt: Il-Kroat

source: You have used the browser buttons, please use the Next/Previous buttons below.
mt_mt: Inti użajt il-buttuni tal-brawżer, jekk jogħġbok uża l-buttuni Li Jmiss/Ta’ Qabel hawn taħt.

source: There are too many answers, only {MAXANSWERS} are allowed.
mt_mt: Hemm wisq tweġibiet, huma permessi {MAXANSWERS} biss.

source: Answer '{ANSWER}' is not numeric.
mt_mt: It-tweġiba “{ANSWER}” mhijiex numerika.

source: Estonia
mt_mt: L-Estonja

source: General Secretariat of the Council of the European Union
mt_mt: Segretarjat Ġenerali tal-Kunsill tal-Unjoni Ewropea

source: Romanian
mt_mt: Ir-Rumen

source: Services to companies or other organisations
mt_mt: servizzi lil kumpaniji jew lil organizzazzjonijiet oħrajn

source: In the last two years, have you been involved in any dispute which has gone to court?
mt_mt: F'dawn l‐aħħar sentejn, kont involut f'xi tilwima li spiċċat il‐qorti?

source: More than 50 million euro
mt_mt: Aktar minn 50 miljun ewro

source: Don’t know (DO NOT READ OUT)
mt_mt: Ma nafx (TAQRAX)

source: A rural area or village
mt_mt: Żona rurali jew villaġġ
